Repository: jiyimeta/folino-ios
Catalog: Packages/Features/ImportExport/Sources/ImportExportShareUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# share_extension.action.save
source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

# share_extension.action.save_and_open
source: Save & Open
ja: 保存して開く
ko: 저장하고 열기
zh_hans: 保存并打开
zh_hant: 儲存並開啟

# share_extension.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# share_extension.loading
source: Preparing…
ja: 読み込み中…
ko: 준비 중…
zh_hans: 正在准备…
zh_hant: 準備中…

# share_extension.no_supported_files
source: No supported scores were shared.
ja: 対応している楽譜が見つかりません。
ko: 지원되는 악보를 찾을 수 없습니다.
zh_hans: 未找到支持的乐谱。
zh_hant: 找不到支援的樂譜。

# share_extension.picker.new_playlist_placeholder
source: Playlist name
ja: 新規プレイリスト
ko: 새 재생목록
zh_hans: 新建播放列表
zh_hant: 新增播放清單

# share_extension.picker.no_playlist
source: Don't add to a playlist
ja: プレイリストに追加しない
ko: 재생목록에 추가하지 않음
zh_hans: 不添加到播放列表
zh_hant: 不加入播放清單

# share_extension.picker.title
source: Add to playlist
ja: プレイリスト
ko: 재생목록
zh_hans: 播放列表
zh_hant: 播放清單

# share_extension.summary.hide_files
source: Hide files
ja: ファイル一覧を閉じる
ko: 파일 목록 숨기기
zh_hans: 隐藏文件列表
zh_hant: 隱藏檔案清單

# share_extension.summary.file_to_add
source: File to add
ja: 追加するファイル
ko: 추가할 파일
zh_hans: 要添加的文件
zh_hant: 要加入的檔案

# share_extension.summary.files_to_add
source: Files to add
ja: 追加するファイル
ko: 추가할 파일
zh_hans: 要添加的文件
zh_hant: 要加入的檔案

# share_extension.summary.show_files
source: Show files
ja: ファイル一覧を見る
ko: 파일 목록 보기
zh_hans: 显示文件列表
zh_hant: 顯示檔案清單

# share_extension.summary.unsupported_warning_%lld
source: %lld unsupported files will be skipped
ja: 対応していないファイル %lld 件はスキップされます
ko: 지원하지 않는 파일 %lld개는 건너뜁니다
zh_hans: 将跳过不支持的 %lld 个文件
zh_hant: 將略過不支援的 %lld 個檔案
